Revit 2027 API
SplitSketchBasedElementFailures Properties
The BuiltInFailures.SplitSketchBasedElementFailures type exposes the following members.
Properties
Name | Description
NotSplitValidRegions |  The split failed. There may be a gap in the boundary loop or the sketch may be incomplete.
Top
See Also
Reference
BuiltInFailures.SplitSketchBasedElementFailures Class
Autodesk.Revit.DB Namespace